{
  "ChatGPT.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "advanced-git-search.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "ctrlsf.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "git-worktree.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "indent-blankline.nvim": { "branch": "master" },
  "journal.nvim": { "branch": "main" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-colors.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nginx.vim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "treesj": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-asterisk": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-jinja": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-slime": { "branch": "main" },
  "vim-startuptime": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-unimpaired": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "yaml.nvim": { "branch": "main" }
}
